Repository: Traewelcross/Traewelcross
Catalog: lib/l10n/app_*.arb
Languages: de

# navHome
source: Home
de: Start

# navOTM
source: On the move
de: Unterwegs

# navNotify
source: Notifications
de: Benachrichtigungen

# navProfile
source: Profile
de: Profil

source: Welcome!
de: Willkommen!

# introText
source: Great that you're here! To use this app, you need to link it with your Träwelling account. Use the Button below to do just that. If you don't have a Träwelling account yet, you can register one there as well.
de: Toll, dass du da bist! Um diese App zu nutzen, musst du erst dein Träwelling-Konto dieser App hinzufügen. Nutze den Button unten um genau das zu tun. Wenn du noch kein Träwelling-Konto hast, kannst du dort auch eines erstellen.

# titleInfo
source: Information
de: Informationen

# viewLicensesBtn
source: View Open-Source Licensens
de: Open-Source Lizenzen einsehen

# licenses
source: {count, plural, =0{Licenses} =1{License} other{Licenses}}
de: {count, plural, =0{Lizenzen} =1{Lizenz} other{Lizenzen}}

# noLicense
source: No License is available. Sorry.
de: Keine Lizenz verfügbar

# addNotices
source: Additional notices
de: Weitere Hinweise

source: Close
de: Schließen

# viewProjectBtn
source: View Project on GitHub
de: Projekt auf GitHub ansehen

# viewImprintBtn
source: View Imprint & Privacy Policy
de: Impressum & Datenschutz

# addAccountBtn
source: Link Träwelling account
de: Träwelling-Konto hinzufügen

# time_summary
source: {days}d {hours}h {minutes}min
de: {days} T. {hours} Std. {minutes} Min.

# points
source: {points} {count, plural, =0{points} =1{point} other{points}}
de: {points} {count, plural, =0{Punkte} =1{Punkt} other{Punkte}}

# logOutNotice
source: You will be logged out, all data will be reset including preferences. Your account (settings) will not be affected
de: Du wirst abgemeldet und die Einstellungen zurückgesetzt. Dein Account und die damit verbundenen Einstellungen sind nicht betroffen

# abrvHour
source: h
de: Std.

# abrvDay
source: d
de: T.

# offerAlt
source: If, after the authorization, this app didn't automatically open again, please press the button below. If it did, please wait up to 3 seconds to let it process your request. Depending on your network speed, this might take a bit longer
de: Wenn nach der Autorisierung Träwelcross nicht automatisch geöffnet wurde, verwende den Button unten. Wenn die App automatisch geöffnet wurde, warte bitte ein wenig, damit die Anfrage verarbeitet werden kann. Das kann, je nach Netzgeschwindigkeit, etwas dauern.

# altLoginBtn
source: Use alternative
de: Alternativer Login

# noModifcationAllowed
source: You are not allowed to edit this!
de: Du bist nicht berechtigt das zu bearbeiten!

# noModifcationAllowedGeneric
source: You are not allowed to do this!
de: Du bist nicht berechtigt das zu tun!

# statusNotFound
source: This status does not exist, make sure it's not deleted!
de: Dieser Status existiert nicht. Stelle sicher, dass er nicht gelöscht ist!

# rateLimit
source: You are too fast. Slow down
de: Du bist zu schnell! Verfahre langsamer.

# genericErrorSnackBar
source: Oops! That didn't work:
de: Ups! Das hat nicht funktioniert:

# notLikeable
source: Sorry, you can't like this status!
de: Du kannst diesen Status nicht liken!

source: Share
de: Teilen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Join Ride
de: Auch einchecken

source: Report
de: Melden

# privateOrBlocked
source: Sorry, you can't view this profile. This is either because @{username} blocked you (or you blocked them), or put their profile on private. If you want, you can send a follow request.
de: Entschuldige, aber du kannst dieses Profil nicht anschauen. Das kann daran liegen, weil @{username} dich blockiert hat (oder du @{username}), oder weil das Profil auf Privat ist. Wenn du willst, kannst du versuchen, eine Folgeanfrage zu stellen.

# followRequest
source: Send a follow request
de: Folgeanfrage stellen

source: Follow request sent!
de: Folgeanfrage gestellt!

# followingSnack
source: You are now following @{username}!
de: Du folgst nun @{username}!

# followFailBlocked
source: This user blocked you or you blocked them. You can't follow them.
de: Diese:r Benutzer:in hat dich geblockt, oder du ihn/sie, daher ist folgen nicht möglich.

# acceptFollowTooltip
source: Accept follow request
de: Folgeanfrage akzeptieren

# denyFollowTooltip
source: Deny follow request
de: Folgeanfrage ablehnen

source: Remove
de: Entfernen

# requestNotFound
source: This follow request doesn't exist (anymore)
de: Diese Folgeanfrage existiert nicht (mehr)

# userNotFoundSnack
source: This user does not exist
de: Diese:r Benutzer:in existiert nicht

# muteOrBlockUser
source: Mute/Block
de: Stumm schalten/Blocken

# mutedUser
source: Muted
de: Stumm

# blockedUser
source: Blocked
de: Blockiert

# unfollowUser
source: Unfollow
de: Entfolgen

# followUser
source: Follow
de: Folgen

# muteOrBlockHeader
source: Would you like to block or mute this user?
de: Möchtest du diese:n Benutzer:in blockieren oder stummschalten?

# blockConfirm
source: Yes, block them
de: Ja, blockieren

# muteConfirm
source: Mute them instead
de: Stattdessen stumm schalten

# cancelMuteBlock
source: Don't do anything
de: Nichts tun

# blockFinalConfirm
source: Please note that as of now, unblocking isn't possible in Traewelcross.
de: Bitte beachte, dass ein entblocken in Träwelcross nicht möglich ist.

source: Yes
de: Ja

source: No
de: Nein

# unmuteUser
source: Unmute
de: Laut schalten

source: Loading...
de: Laden...

source: Ride not found
de: Status nicht gefunden

# statusDeletedSuccessful
source: Status successfully deleted!
de: Status erfolgreich gelöscht!

source: Edit Status
de: Status bearbeiten

# privateTrip
source: Personal
de: Privat

# commuteTrip
source: Commute
de: Arbeitsweg

# businessTrip
source: Business
de: Geschäftlich

source: Private
de: Privat

# notListed
source: Unlisted
de: Nicht gelistet

source: Follower Only
de: Nur Follower

source: Public
de: Öffentlich

# loggedInUsers
source: Verified Users
de: Angemeldete Benutzer:innen

source: Add Event
de: Event hinzufügen

# noEventsFound
source: No events have been found for the timeframe of the ride
de: Keine Events existieren innerhalb des Zeitfensters deiner Reise

# deselectEvent
source: No event
de: Kein Event

# deselectEventSubtitle
source: Do not associate an event with this ride
de: Deine Reise hängt mit keinem Event zusammen

# selectEventBoxTitle
source: Select an event
de: Event auswählen

# overrideDepartTime
source: Overridden departure time
de: Manuelle Abfahrtszeit

# overrideArriveTime
source: Overridden arrival time
de: Manuelle Ankunftszeit

source: Now
de: Jetzt

source: Fonts
de: Schriftarten

# checkInOtherUsers
source: Add other users
de: Weitere Benutzer:innen einchecken

# noTrustedUsers
source: Nobody has allowed for you to check them in
de: Kein:e Benutzer:in erlaubt es dir sie einzuchecken

# checkInOtherUsersTitle
source: Select users to check-in
de: Wähle Benutzer:innen zum einchecken aus

# operatedBy
source: Operated By: {operator}
de: Betrieben von: {operator}

# checkedInWith
source: Checked in with: {client}
de: Eingecheckt mit: {client}

# homeCheckInPlaceholder
source: Find Stop (via Name or RIL 100) or @user
de: Haltestelle (über Namen oder RIL 100) oder @benutzer finden

source: Stops
de: Haltestellen

source: Users
de: Benutzer:innen

# locationDisabled
source: Location services are disabled on your device. You can't use this feature
de: Der GPS-Dienst auf deinem Gerät ist deaktivert

# locationNotAllowed
source: You didn't allow Träwelcross to access your position
de: Du hast Träwelcross nicht erlaubt auf deinen Standort zuzugreifen

# locationDenyForever
source: Open Settings to allow GPS access?
de: Einstellungen öffnen um GPS zu erlauben?

# departuresFrom
source: Departures from: {stop}
de: Abfahrten von: {stop}

# platformAbrv
source: Pl. {platform}
de: Gl. {platform}

# startsAtDifferentStop
source: From: {stop}
de: Ab: {stop}

source: Suburban
de: S-Bahn

# national
source: Express
de: Fernverkehr

source: Subway
de: U-Bahn

source: Ferry
de: Fähre

# noRidesFound
source: No rides available at this time with this mode of transportation
de: Keine Verbindungen mit diesen Optionen gefunden :(

source: Earlier
de: Früher

source: Later
de: Später

# newHomeSuccessful
source: Successfully set {station} as home
de: Erfolreich {station} als zuhause festgelegt

# postOnFediverse
source: Share ride on Mastodon
de: Auf Mastodon teilen

source: Attach to last toot
de: An letzten Toot anhängen

source: Save
de: Speichern

# checkInSuccessful
source: You are Träwelling!
de: Erfolgreich eingecheckt!

# alsoOnThisConnection
source: Also in this connection
de: Auch in deiner Verbindung

# morePointsNotice
source: To collect more points next time, make sure to check in earlier/later. To get the full amount of points, check in while you are träwelling or shortly before you board (up to 60 minutes before).
de: Um nächstes Mal mehr Punkte zu erhalten, checke pünktlicher ein. Um die volle Anzahl an Punkten zu erhalten, checke ein während du unterwegs bist oder (bis zu 60 Minuten) vorher.

source: Log out
de: Abmelden

source: Are you sure?
de: Bist du sicher?

source: Change Destination
de: Ziel ändern

# geoLocationTookTooLong
source: Hm, seems like we can't locate you right now, or there is no station near you!
de: Leider kannst du gerade nicht verortet werden, oder keine Station ist in deiner Nähe!

# reportBoxTitle
source: Report status
de: Status melden

# reportBoxReportReason
source: Reason:
de: Grund:

# reportBoxReportReasonInappropriate
source: Inappropriate
de: Unangemessen

# reportBoxReportReasonImplausible
source: Implausible
de: Unplausibel

# reportBoxReportReasonOther
source: Other
de: Etwas anderes

# reportBoxDescriptionTitle
source: Description:
de: Beschreibung:

# reportCancel
source: Cancel
de: Abbrechen

# reportConfirm
source: Report!
de: Melden!

# reportSending
source: Submitting your report...
de: Deine Bericht wird gesendet...

# reportSuccess
source: Your report has been submitted!
de: Dein Bericht wurde gesendet!

# tagTipJourneyNumber
source: Journey Number
de: Fahrtnummer

# tagTipLocomotiveClass
source: Locomotive Class
de: Baureihe

# tagTipPassengerRights
source: Passenger Rights
de: Fahrgastrechte

# tagTipPrice
source: Price
de: Preis

# tagTipRole
source: Staff role
de: Rolle

# tagTipSeat
source: Seat
de: Sitzplatz

# tagTipTravelClass
source: Travel class
de: Reiseklasse

# tagTipVehicleNumber
source: Vehicle number
de: Fahrzeugnummer

# tagTipWagon
source: Coach
de: Wagon

# tagTipWagonClass
source: Coach class
de: Wagongattung

# tagTipPassengerRightsExample
source: Requested, paid out, ...
de: Angefragt, ausgezahlt, ...

# tagTipRoleExample
source: Conductor, train manager, ...
de: Tf, Zugchef

# tagTipTicketExample
source: Interrail, D-Ticket, ...
de: Niedersachsentarif, D-Ticket, ...

# tagTipTravelClassExample
source: First, second, economy, ...
de: 1. Klasse, 2. Klasse, ...

# tagAddTag
source: Add Tag
de: Tag hinzufügen

# tagUnknownTip
source: Unknown Tag ({tagKey})
de: Unbekanntes Tag ({tagKey})

# tagNoTagsLeft
source: You already added all tags you can add. To edit or delete one, tap on the appropriate tag to do so.
de: Du hast bereits alle Tags die du hinzufügen kannst hinzugefügt. Um einen Tag zu löschen/editieren, drücke auf das jeweilige Tag.

source: Settings
de: Einstellungen

source: Account
de: Konto

source: Appearance
de: Erscheinungsbild

source: Behavior
de: Verhalten

# misc
source: Miscellaneous
de: Sonstiges

source: Username
de: Benutzername

source: Display name
de: Anzeigename

# fieldRequired
source: This field is required!
de: Dieses Feld ist auszufüllen!

# fieldNoSpecialChar
source: You may only include alphanumeric characters as well as _ and .
de: Du darfst nur Alphanumerischezeichen sowie _ und . verwenden.

source: Private account
de: Privates Konto

source: Collect points
de: Punkte sammeln

source: Allow likes
de: Likes erlauben

# hideCheckIns
source: Hide Check-Ins after time
de: Status nach einer Zeit verstecken

# noOfDaysValid
source: Number of days must be a positive integer.
de: Die Anzahl Tage muss eine positive, ganze Zahl sein.

# noOfDays
source: Number of days to hide check-in after
de: Tage, nachdem die Status versteckt werden sollen

# days
source: {count, plural, =0{days} =1{day} other{days}}
de: {count, plural, =0{Tage} =1{Tag} other{Tage}}

source: More settings
de: Mehr Einstellungen

# moreSettingsSub
source: To change things like your profile picture, tap here
de: Um Dinge wie z.B. dein Profilbild anzupassen, drücke hier

# unsavedChangesTitle
source: Unsaved Changes
de: Ungespeicherte Änderungen

# unsavedChanges
source: You might have unsaved changes. Are you sure you want to go back?
de: Du hast evtl. ungespeicherte Änderungen. Bist du sicher, dass zurück willst?

source: Trusted Users
de: Vertraute Benutzer:innen

source: Friends
de: Freunde

# friendsExplanation
source: Friends (Follow each other)
de: Freunde (ihr folgt euch gegenseitig)

# noTrustedCheckIn
source: No one
de: Keine:r

# trustedUsersSelectTitle
source: Who may check you in?
de: Wer darf dich miteinchecken?

# defaultVisibilitySelectTitle
source: Who may see your check in by default?
de: Wer darf deine Status standardmäßig sehen?

# mastodonVisibilitySelectTitle
source: Who may see your Mastodon posts?
de: Wer darf deine Mastodon-Posts sehen?

# setupTrustedUsers
source: Modify Trusted Users
de: Vertraute Benutzer:innen anpassen

# alreadyFollowRequest
source: You already sent a follow request
de: Du hast schon eine Folgeanfrage gestellt

# expiresAt
source: Expires At: {exp}
de: Läuft ab am: {exp}

# stopTrust
source: Don't trust this user anymore
de: Benutzer:in nicht mehr vertrauen

# addTrust
source: Add User
de: Benutzer:in hinzufügen

# searchUser
source: Search for username
de: Benutzer:in suchen

# shouldTrustExpire
source: Should trusting this user expire?
de: Soll das Vertrauen ablaufen?

# trustExpireWhen
source: When should trusting this user expire?
de: Wann soll das Vertrauen ablaufen?

# useSystemAccent
source: Use system accent color
de: Systemakzent verwenden

# selectAccent
source: Select accent color:
de: Akzentfarbe auswählen

source: Cancel
de: Abbrechen

# lightMode
source: Light
de: Hell

# darkMode
source: Dark
de: Dunkel

# selectMode
source: Select Design
de: Design auswählen

# useLineIcons
source: Use custom line icons where available
de: Linienicons anzeigen wenn verfügbar

# selectMapType
source: What Map overlay should be used?
de: Welches Kartenoverlaydesign soll angezeigt werden?

# selectMapSignals
source: Signals
de: Signale

# selectMapMaxSpeed
source: Max speeds
de: Höchstgeschwindigkeiten

# userMuted
source: Sorry, you can't view this profile. This is because you muted @{username}. If you want, you can unmute them.
de: Sorry, du kannst dieses Profil nicht anschauen. Das liegt daran, dass @{username} stumm geschaltet ist. Entstummen?

# overrideOnTimeTap
source: Time can be directly be overwritten by timestamp
de: Zeit mit Zeitstempel überschreiben

# overrideOnTimeTapExplain
source: You can override departure/arrival times directly by tapping the time stamp.
de: Du kannst Ankunft/Abfahrt direkt über tippen auf den Zeitstempel überschreiben.

# delaySystemTimeOverride
source: Prefill Delay
de: Vorausfüllverzögerung

# delaySystemTimeOverrideExplain
source: The time that needs to pass, that the prefilled time when overriding isn't system time, but planned time instead. Leave empty to always use system time. Tap to change.
de: Die Zeit die verstreichen muss, dass die vorausgefüllte Zeit nicht Systemzeit, sondern die geplante Zeit ist. Leave empty to always use system time. Tippen zum ändern.

# delaySystemTimeOverrideTextField
source: Enter a time in minutes. Empty to disable
de: Zeit in Minuten eingeben. Leer zum deaktivieren

# confirmDelete
source: Confirm deletion?
de: Löschen bestätigen?

# confirmDeleteExplain
source: If enabled, you are prompted to confirm the deletion.
de: Wenn an, wirst du gefragt, ob du den Status wirklich löschen willst.

# hideManualOnTimeOverride
source: Hide redundant overrides
de: Unnötige Überschreibungen verstecken

# hideManualOnTimeOverrideExplain
source: If the manual override is equal to the planned time, it will be displayed as if no override has happend.
de: Wenn die überschriebene Zeit gleich mit der geplanten Zeit ist, wird es so angezeigt, als hätte kein überschreiben stattgefunden

# activateNotifications
source: Enable push notifications?
de: Benachrichtigungen aktivieren

# notificationChannelCheckIns
source: Checked in by other user
de: Check-Ins

# notificationChannelTravelTogether
source: User shares your connection
de: Mit in der Verbindung

# notificationChannelAccount
source: Account related
de: Account

# notificationChannelMisc
source: Miscellaneous
de: Sonstiges

# notificationPreferences
source: Notifications
de: Benachrichtigungen

# openNotificationSettingsTitle
source: What notifications to receive
de: Welche Benachrichtigungen willst du erhalten?

# openNotificationSettingsSub
source: Toggle the notifications channels you want active in the system settings
de: Ändere die Benachrichtigungskanäle in den Einstellungen

# bahnExpert
source: Open in bahn.expert
de: In bahn.expert öffnen

# defaultTextPreferenceTitle
source: Default Text
de: Standardtext

# defaultTextPreferenceSubtitle
source: You can choose a text that should be inserted by default when checking in. Tap to change.
de: Der Text, der standardmäßig eingetragen werden soll, wenn du eincheckst. Zum ändern tippen.

# errorTitle
source: Oh No! :(
de: Oh nein! :(

# errorText
source: Snap! While trying to do this: **{errorType}**, this error occured: **{errorMsg}**.
de: Verdammt! Während versucht wurde: **{errorType}**, ist folgendes passiert: **{errorMsg}**.

# errorDetail
source: Tap here to see the exact error returned
de: Tippe hier um den genauen Fehler zu sehen

# errorTroubleshoot
source: You may try any of these steps to resolve this problem:
de: Du kannst einen dieser Schritte probieren um das Problem zu lösen:

# errorTypeLogin
source: Logging you in
de: Dich einloggen

# errorTypeLoginTroubleshoot
source: 1. Check if you have internet access 2. Check if the OAuth2 Token hasn't expired 3. Clear data & login again
de: 1. Überprüfe ob du Internet hast 2. Überprüfe ob der Authentifizierungstoken nicht abgelaufen ist 3. Zurücksetzen und neu anmelden

# errorTroubleshootSuffix
source: If this error persists, do not hesitate to open an issue on GitHub
de: Wenn dieser Fehler bestehen bleibt, scheue dich nicht einen Issue auf GitHub zu öfnen

# errorTypeUnknown
source: N/A
de: Nicht verfügbar

# errorTroubleshootButtonRestart
source: Restart App
de: App neustarten

# errorTroubleshootButtonLogout
source: Logout & Reset App
de: Abmelden & App zurücksetzen

# errorTroubleshootButtonGithub
source: Open GitHub
de: GitHub öffnen

# refreshTokenTitle
source: Refresh Token
de: Token erneuern

# refreshTokenSubtitle
source: The current token will expire on: {date}. Tap here to renew.
de: Der aktuelle Token läuft ab am: {date}. Hier tippen um ihn zu erneuern.

source: Retry
de: Neu probieren

# errorTypeHttp
source: HTTP Request
de: HTTP Anfrage

# requestTimeoutMessage
source: The server took too long to respond. Therefore, the request has been cancelled.
de: Der Server hat zu lange gebraucht, um zu antworten. Die Anfrage wurde abgebrochen.

# noNotificationsAvailable
source: You currently don't have any notifications
de: Du hast keine Benachrichtigungen.

# authTokenAboutToExpire
source: Your auth token is expiring in less than 31 days. Please renew now!
de: Dein Authentifizierungstoken läuft in weniger als 31 Tagen ab!

source: Renew
de: Erneuern

# openExternal
source: Open
de: Öffnen

# stats
source: Statistics
de: Statistiken

# statisticsExperimentalNote
source: The statistics tab is by no means feature complete or polished. If you still want to look at it, enable this option.
de: Der Statistikentab ist noch nicht fertig und daher nicht vollfunktionsumfassend geschweige denn schön. Trotzdem kannst du hier den Tab aktivieren

# experimentalPrefrences
source: Experimental
de: Experimentell

# volumeBtnCtrl
source: Volume Button Control
de: Lautstärketasten überschreiben

# volumeBtnCtrlNote
source: Use basic features using your volume buttons. I.e. when using gloves
de: Benutze Grundfeatures der App mit den Lautstärketasten, z.B. wenn du Handschuhe an hast.

# reloginRequired
source: You haven't used Träwelcross for 30 days or longer. Since the duration of the authentication tokens are limited, you now need to login again. To prevent that happening in the future, make sure to open Träwelcross at least once every 30 days.
de: Du hast Träwelcross länger als 30 Tage nicht mehr verwendet. Aufgrund der begrenzten Laufzeit der Tokens musst du dich jetzt neu anmelden. Wenn du das in Zukunft vermeiden willst, stelle bitte sicher, Träwelcross mindestens einmal alle 30 Tage zu starten

# fontFamilyChooser
source: Which font to use?
de: Schriftart

# systemFont
source: System/Default
de: System/Standard

# systemFontDesc
source: The font your System uses if available, else Flutter Default (Roboto)
de: Die Schriftart die dein System nutzt wenn verfügbar, sonst Roboto

# outfitFontDesc
source: The default Träwelcross app font
de: Die Standard Träwelcross Schriftart

# nunitoFontDesc
source: Rounded letters ✨
de: Runde Buchstaben ✨

# rubikFontDesc
source: Modern font, a bit more heavy from the start
de: Moderne, etwas dickere Schrift

# suseFontDesc
source: A healthy mix of Sans Serif and Monospace, used for the titles and the Träwelcross icon
de: Ein gesunder Mix aus Monospace und Sans Serif, Standard für die Titelleiste und den "Träwelcross"-Schriftzug (pun not intended)

# linefontFontDesc
source: It's like the doctor gave you a prescription
de: Für Mediziner:innen aller Art

# showAltDepStation
source: Show connections from other stops in close proximity to the selected one
de: Abfahrten für Stationen in der Nähe der ausgewählten anzeigen

# openDysFontDesc
source: Aims to help with symptoms of dyslexia
de: Kann bei Legasthenie helfen!

# enableOpenDysAtLogin
source: Enable a more dyslexia-friendly font
de: Legastheniefreundlichere Schrift aktivieren
